Repository: corand/athlet-stats
Catalog: athlet_stats/locale/*/LC_MESSAGES/django.po
Languages: eu

source: page_not_found
eu: 404 Ez da web orria aurkitu

source: compartir album
eu: bilduma partekatu

source: album de fotos
eu: Argazki bilduma

source: archivo
eu: Artxiboa

source: mejores marcas
eu: Marka onenak

source: En pruebas realizadas a partir de Septiembre del 2014
eu: 2014ko Irailetik aurrera burututako frogetan

source: pista aire libre
eu: Pista

source: Prueba
eu: Froga

source: Marca
eu: Marka

source: Lugar
eu: Lekua

source: Fecha
eu: Data

source: sin resultados al aire libre
eu: Emaitza gabe kanpoko pistan

source: Pista cubierta
eu: Pista Estalia

source: Sin resultados en pista cubierta
eu: Emaitzarik gabe pista estalian

source: asfalto
eu: Asfaltoa

source: Sin resultados en distancias oficiales de asfalto
eu: Emaitzarik gabe asfaltoko distantzia ofizialetan

source: Todas las competiciones
eu: Froga Guztiak

source: Puesto
eu: Postua

source: no ha competido todavia, o lo ha hecho a escondidas
eu: Oraindik ez du inongo frogatan parte hartu, edo egin badu izkutuan izan da

source: home
eu: Bloga

source: calendario
eu: Egutegia

source: miembros
eu: Taldekideak

source: fotos
eu: Argazkiak

source: Ranking Temporada
eu: Denboraldiko Rankinga

source: acerca de nosotros
eu: Gure Taldea

source: comentarios
eu: Iruzkinak

source: anteriores
eu: Zaharragoak

source: mas recientes
eu: Berriagoak

source: todas las pruebas
eu: Froga Guztiak

source: Nombre
eu: Izena

source: masculino
eu: Gizonezkoak

source: femenino
eu: Emakumeak

source: Saltos y Lanzamientos
eu: Jaurtiketa eta Jauziak

source: Pista Cubierta
eu: Pista Estalia

source: Asfalto
eu: Asfaltoa

source: profile_picture
eu: Perfileko argazkia

source: name
eu: Izena

source: first_surname
eu: Bigarren abizena

source: second_surname
eu: Bigarren abizena

source: self_description_es
eu: Norbere deskribapena erdaraz

source: self_description_eu
eu: Norbere deskribapena euskaraz

source: coach_description
eu: Entrenatzailearen deskribapena
